/****************************************************************************/
/* verified by Aeron 2/4/2013
 
 /* For MainViewController.m */

/* Title of page */
"Now Playing" = "Spilles nå";

/* Title for 'Next' label when nextSong is visible */
"Next" = "Neste";

/* For MediaGroupViewController.m */

/* Title of page */
"Select Music" = "Velg Musikk";

/* Collection Titles */
"Playlists" = "Spillelister";
"Artists" = "Artister";
"Songs" = "Sanger";
"Albums" = "Albumer";
"Compilations" = "Samlealbum";
"Composers" = "Komponister";
"Genres" = "Sjangere";
"Podcasts" = "Podcasts";

/* For SongViewController.m */
"Shuffle" = "Miks";

/* For ArtistViewController.m */
"All Albums" = "Alle albumer";

/* For AlbumViewController.m */
"All Songs" = "Alle sanger";


